Repository: andysgrabek/DrugstoreKiosk
Catalog: drugstoreAppiOS/Drugstore/*.lproj/Localizable.strings
Languages: pl

# CheckingServerAvailabilityPrompt
source: Checking server availability
pl: Sprawdzanie dostępności serwera

# ServerUnavailablePrompt
source: Server Unavailable
pl: Serwer niedostępny

# ValidEmailPrompt
source: You must provide a valid email address
pl: Podaj prawidłowy adres email

# SendingEmailStatus
source: Sending email
pl: Wysyłanie

# EmailSentStatus
source: Sent successfully
pl: Wysłano

# EmailNotSentStatus
source: Failed to send
pl: Błąd wysyłki

# PleaseWaitStatus
source: Please wait
pl: Proszę czekać

# ClosePrompt
source: Close
pl: Poniechaj

# ScanPrompt
source: Scan barcode
pl: Skanuj kod

source: Scan barcode instruction
pl: Instrukcja skanowania kodu

# LookingUpDrugStatus
source: Looking for your drug
pl: Wyszukiwanie leku

# AlreadyScannedDrugStatus
source: Already scanned drug
pl: Uprzednio już zeskanowano

# FoundDrugStatus
source: Found drug
pl: Znaleziono lek

# FailedToFindDrugStatus
source: Failed to find drug
pl: Nie znaleziono leku
